package Config;

public class Alphabet {
	public static final char[] ALPHABET_ENG = {'a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 
			'j', 'k', 'l', 'm', 'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z'};
	public static final char[] ALPHABET_VI = {
            'a', 'á', 'à', 'ả', 'ạ', 'ã', 'ă', 'ắ', 'ằ', 'ẳ', 'ẵ', 'ặ', 'â', 'ấ', 'ầ', 'ẩ', 'ẫ', 'ậ',
            'b', 'c', 'd', 'đ', 'e', 'é', 'è', 'ẻ', 'ẹ', 'ẽ', 'ê', 'ế', 'ề', 'ể', 'ễ', 'ệ',
            'f', 'g', 'h', 'i', 'í', 'ì', 'ỉ', 'ị', 'ĩ',
            'k', 'l', 'm', 'n', 'o', 'ó', 'ò', 'ỏ', 'ọ', 'õ', 'ô', 'ố', 'ồ', 'ổ', 'ỗ', 'ộ', 'ơ', 'ớ', 'ờ', 'ở', 'ỡ', 'ợ',
            'p', 'q', 'r', 's', 't', 'u', 'ú', 'ù', 'ủ', 'ụ', 'ũ', 'ư', 'ứ', 'ừ', 'ử', 'ữ', 'ự',
            'v', 'x', 'y', 'ý', 'ỳ', 'ỷ', 'ỵ', 'ỹ'};
}
